export default {
    article: {
      most_view: "المقالات الأكثر مشاهدة",
      articles: "مقالات",
    },
    isMandatory: "مطلوب",
    topTab: {
      upcoming: "القادمة",
      past: "السابقة",
      new: "جديد",
      pending: "معلق",
      history: "التاريخ",
    },
    caregiver: {
      upcomingRequest: "الطلبات القادمة",
      no: "لا",
      pastRequest: "الطلبات السابقة",
      request: "الطلب"
  },
  mandatory: {
    firstName: "الاسم الأول مطلوب",
    lastName: "الاسم الأخير مطلوب",
    NRIC: "الرجاء إدخال رقم NRIC صالح",
    relation: "العلاقة مطلوبة",
    gender: "الجنس مطلوب",
    insuranceNumber: "رقم التأمين مطلوب",
    insuranceCompany: "شركة التأمين مطلوبة",
    mobNumber: "رقم الجوال غير صالح، يرجى إدخال رقم صحيح !!!",
    mobMatching: "أنت تستخدم رقم التسجيل الحالي الخاص بك، يرجى إدخال رقمك الجديد.",
    name: "الاسم مطلوب",
    email: "البريد الإلكتروني مطلوب",
    message: "الوصف مطلوب",
    ageDifference: "يجب أن يكون تاريخ الميلاد أكبر من 15 عامًا",
    invalidEmail: "البريد الإلكتروني غير صالح",
    emailOrPhone: "يرجى إدخال البريد الإلكتروني أو رقم الجوال",
  },
  btnTxt: {
    cancel: "إلغاء",
    submit: "إرسال",
    extend: "تمديد",
    payNow: "الدفع الآن",
    viewPay: "عرض والدفع",
    paid: "مدفوع",
    getInvoive: "الحصول على الفاتورة",
    close: "إغلاق",
    confirm: "تأكيد",
    invoice: "الفاتورة",
    send: "إرسال",
  },
  addressModal: {
    selectAdd: "اختر العنوان",
  },
  alert: {
    patient_alert: "يرجى إضافة المريض قبل حجز مقدم الرعاية.",
    add_address: "يرجى إضافة العنوان قبل حجز مقدم الرعاية.",
    select_adddress: "يرجى تحديد العنوان قبل حجز مقدم الرعاية.",
    alert_language: "لا يمكنك تحديد أكثر من 3 لغات",
    looking_msg: "أنا أبحث عن...",
    alert_date: "يرجى تحديد تاريخ البدء أولاً",
    alert_time: "يرجى تحديد وقت البدء أولاً",
    alert_hour: "لا يمكنك تعيين عدد الساعات أكثر من 24 ساعة أو أقل من ساعة واحدة",
    alert_day: "لا يمكنك تعيين عدد الأيام أقل من 1",
    alert_address: "عنوانك غير متوفر، يرجى إضافة عنوانك.",
    request_limit: "عذرًا. لا يمكنك تقديم الطلب في غضون 2 ساعة. يرجى تحديد وقت بعد ",
    days_limit: "عدد الأيام مفقود أو أقل من 1",
    hour_limit: "ساعات في اليوم مفقودة أو أقل من 1",
    select_nationality: "حدد الجنسية المفضلة",
    select_patient: "حدد حالة المريض",
    invoice_success: "تم إرسال الفاتورة إلى بريدك الإلكتروني",
    try_again: "يرجى المحاولة مرة أخرى لاحقًا",
    extend_success: "تم قبول طلب التمديد الخاص بك.",
    cancel_alert: "هل أنت متأكد أنك تريد الإلغاء.",
    alert_notification: "ليس لديك أي إشعارات.",
    vital_record: "يرجى إضافة سجل للمعلومات الحيوية",
    vital_range: "يرجى إضافة نطاق للمعلومات الحيوية",
  },
  label: {
    male: "ذكر",
    female: "أنثى",
    card: "بطاقة",
    experience: "تجربة",
    send_experience: "تجربة",
    send_fresher: "مبتدئ",
    fresher: "مبتدئ",
    enabled: "مُمكّن",
    disabled: "مُعطّل",
    more: "+ المزيد",
    night: "هل تحتاج إلى البقاء بالليل؟",
    start_date: "تاريخ البدء",
    start_time: "وقت البدء",
    days: "عدد الأيام",
    hours: "ساعات / يوم",
    age: "تفضيل العمر",
    gender: "الجنس",
    nationality: "جنسية مقدم الرعاية",
    language: "لغة التحدث",
    type: "نوع مقدم الرعاية",
    services: "الخدمات",
   

 select_date: "حدد تاريخ البدء",
    select_time: "حدد وقت البدء",
    select_service: "حدد الخدمة",
    condition: "حالة المريض",
    patient_detail: "تفاصيل المريض",
    symptoms: "الأعراض",
    userAddress: "عنوان المريض",
    payment_status: "حالة الدفع",
    queueNumber: "رقم الانتظار",
    appointmentStatus: "حالة الموعد",
    information: "أي معلومات إضافية",
    add_address: "إضافة عنوان",
    cancel: "إلغاء",
    please_msg: "الرجاء تأكيد",
    requirement: "متطلبات مقدم الرعاية",
    location: "الموقع",
    looking_for: "البحث عن",
    date: "تاريخ",
    jobDate: "تاريخ ووقت العمل",
    requestDate: "تاريخ ووقت الطلب",
    appointmentDetails: "تفاصيل الموعد",
    doctorDetail: "تفاصيل الطبيب",
    clinicDetail: "تفاصيل العيادة",
    startDateTime: "التاريخ والوقت",
    cancelAppoinment: "إلغاء الموعد",
    reschduleAppoinment: "إعادة جدولة الموعد",
    chat: "الدردشة مع الطبيب",
    medicalCertificate: "الشهادة الطبية",
    viewPres: "عرض الوصفة الطبية الإلكترونية",
    viewNotes: "عرض الملاحظات",
    invoice: "الفاتورة",
    healthPerfect: "صحتك ممتازة!",
    nurse: "ممرض/ة",
    nurse_detail: "تفاصيل الممرض/ة",
    preferences: "التفضيلات",
    experienced: "متمرس",
    male_age: "ذكر، العمر:",
    female_age: "أنثى، العمر:",
    speaks: "يتحدث:",
    requests: "الطلبات",
    new: "جديد",
    history: "التاريخ",
    pending: "معلق",
    service_charge: "رسوم الخدمة",
    additional_info: "معلومات إضافية",
    apply_coupon: "تطبيق الكوبون",
    request_detail: "تفاصيل العمل",
    order_id: "رقم الطلب",
    order_total: "المجموع الكلي:",
    extend_request: "طلب التمديد",
    send_request: "إرسال الطلب",
    service_provider: "مقدم الخدمة",
    see_more: "عرض المزيد",
    no_notification: "لا توجد إشعارات لعرضها !!!",
    cart_count: "عدد العناصر في السلة",
    notForSale: "",
    notForSaleMessage: "يرجى إزالة المنتج الذي غير متوفر للبيع.",
    REGISTER: "تسجيل",
    call_charge: "رسوم الاتصال",
    gst: "ضريبة القيمة المضافة",
    discount: "خصم",
    total: "المجموع",
  },
  aboutUs: {
    aboutus_1:
      "تعمل MyCLNQ كمتجر شامل لرعاية جميع حجوزات المواعيد الطبية الخاصة بك بذكاء ورقمنة. " +
      "يوفر لك عرضًا ذكيًا لأقل وقت انتظار في مختلف العيادات القريبة ويهتم بحاجتك العاجلة / الاهتمام الفوري والاقتراحات لحجز مواعيد مع الطبيب الأكثر ملاءمة المتاح. " +
      "يوفر MyCLNQ بيئة آمنة بسهولة في إدارة ملفك الشخصي وملفات أحبائك. " +
      "إنه يخبرك بذكاء برقم الانتظار الخاص بك. يحتوي MyCLNQ على تسجيل دخول ذكي بدون كلمة مرور باستخدام رقم هاتفك المحمول " +
      "وكلمة مرور مرة واحدة تُرسل إلى هاتفك المحمول لتسجيل الدخول إلى التطبيق. لذلك لا توجد متاعب في تذكر كلمة المرور لتسجيل الدخول إلى التطبيق.",
    aboutus_2:
      "تساعد MyCLNQ أيضًا في حجز النقل الطبي غير الطارئ بشكل رقمي وذكي. " +
      "الآن يتم إرسال طلب النقل الطبي الخاص بك إلى مزودي الخدمة المتعددين وهناك فرصة أكبر للحصول على نقل لك بشكل رقمي. " +
      "إشعار ذكي في التطبيق / الرسائل النصية سيساعد المطالب في معرفة مزود الخدمة وتفاصيل السائق والمركبة.",


    aboutus_3:
      "تتمتع MyCLNQ بتسجيل دخول ذكي بدون كلمة مرور يعتمد على رقم هاتفك المحمول وإرسال OTP. لذلك لا حاجة لتذكر كلمة المرور.",
    aboutus_4: "تعد MyCLNQ خطوة نحو جعل دولتنا ذكية.",
    helpSupport:
      "يرجى مراسلتنا عبر البريد الإلكتروني للمساعدة والدعم على\n" + "Info@ssivixlsb.com",
  },
  quickRequest: {
    consent:
      "\nأعطي الموافقة على الاستفادة من الاستشارة عبر التليميديسين وعلى استعداد لمشاركة " +
      "الهوية الحقيقية الاسم والعمر والعنوان وعنوان البريد الإلكتروني ورقم الهاتف أو أي تعريف آخر كما " +
      "قد يعتبر مناسبًا. ستُسجل الاستشارة وتُحفظ في تشفير الشكل حسب الإرشادات التنظيمية المحلية.",
    videoCallTCForAll:
      "\n• استشارتنا عبر الفيديو ملائمة فقط للحالات غير الطارئة.\n\n" +
      "• جميع أطبائنا مسجلون في المجلس الطبي\n\n" +
      "• الاستشارة عبر الفيديو متوافقة مع الإرشادات التنظيمية المحلية",
    videoCallTCForSG:
      "\n• إذا كنت بحاجة إلى رعاية طبية عاجلة، يرجى الاتصال بالرقم 995 أو زيارة أقرب وحدة طوارئ.\n\n" +
      "• يجب أن يُشاهَد القصر برفقتهم ولي الأمر / الوصي\n\n" +
      "• هناك قيود على الاستشارة عبر الهاتف دون فحص جسدي.\n\n" +
      "• جميع أطبائنا مسجلون في المجلس الطبي السنغافوري.",
    videoCallTCForIN:
      "\n• إذا كنت بحاجة إلى رعاية طبية عاجلة، يرجى الاتصال بالرقم 102 أو زيارة أقرب وحدة طوارئ.\n\n" +
      "• يجب أن يُشاهَد القصر برفقتهم ولي الأمر / الوصي\n\n" +
      "• هناك قيود على الاستشارة عبر الهاتف دون فحص جسدي.\n\n" +
      "• جميع أطبائنا مسجلون في المجلس الطبي الهندي.",
  },
  bookingDetails: {
    tripStartInfo: "سيبدأ الرحلة في الـ 45 إلى 60 دقيقة القادمة",
    cardPay:
      "يرجى دفع الأجرة قبل 15 دقيقة من وقت الحجز، وإلا سيتم إلغاء الحجز تلقائيًا.",
    tripStartInfoForCardPay:
      "سيبدأ الرحلة في الـ 45 إلى 60 دقيقة القادمة. يرجى دفع الأجرة في الـ 15 دقيقة القادمة، وإلا سيتم إلغاء الحجز تلقائيًا.",
  },
  error_code: {
    error_10001: "بيانات اعتماد غير صالحة",
    error_10002:
      "كن صبورًا معنا. هناك خلل فني ونحن نعمل على حله. شكرًا لتفهمك.",
    error_10003: "يرجى إدخال تفاصيل الحقل المفقودة.",
    error_10004:
      "عذرًا، لم يتم العثور على تفاصيل المستخدم. يرجى التسجيل أولاً أو النقر فوق العثور على معرف المستخدم الخاص بك",
    error_10005: "عذرًا. لم يتم العثور على نتائج.",
    error_10006: "عذرًا. انتهت جلستك. يرجى تسجيل الدخول مرة أخرى",
    error_10007:
      "انتهت جلستك بسبب عدم النشاط لمدة 5 دقائق. يرجى تسجيل الدخول مرة أخرى",
    error_10008:
      "عذرًا، OTP خاطئ أو انتهت صلاحية OTP الخاصة بك. يرجى النقر على إعادة إرسال OTP والمحاولة مرة أخرى",
    error_10009: "عذرًا. العيادة لا تقبل الحجز المسبق.",
    error_10010:
      "عذرًا.. للأسف، الطبيب غير متاح وفقًا لفترة الوقت المختارة. يرجى تغيير الفترة أو التاريخ والمحاولة مرة أخرى.",
    error_10011: "فترة الفتح غير متاحة",
    error_10012: "توقيتات التحول غير متاحة",
    error_10013:
      "عذرًا. لا يمكنك حجز مواعيد في الأيام السابقة. يرجى اختيار التاريخ الحالي أو المستقبلي.",
    error_10014:
      "عذرًا.. استغرقت وقتًا أطول من المعتاد. انتهت الجلسة. يرجى تسجيل الدخول مرة أخرى",
    error_10015: "عذرًا. العيادة لا تقبل الحجز المسبق.",
    error_10016:
      "عذرًا.. للأسف، الطبيب غير متاح وفقًا لفترة الوقت المختارة. يرجى تغيير الفترة أو التاريخ والمحاولة مرة أخرى.",
    error_10017:
      "تم حجز هذه الفترة بالفعل. يرجى اختيار فترة أخرى",
    error_10018: "تم بدء موعدك بالفعل",
    error_10019:
      "عذرًا.. للأسف، الطبيب غير متاح وفقًا لفترة الوقت المختارة. يرجى تغيير الفترة أو التاريخ والمحاولة مرة أخرى.",
    error_10019_calendar:
      "عذرًا.. للأسف، الطبيب غير متاح وفقًا للتاريخ المحدد. يرجى تغيير التاريخ والمحاولة مرة أخرى.",
    error_10020:
      "عذرًا.. للأسف، العيادة غير متاحة وفقًا لفترة الوقت المختارة. يرجى تغيير الفترة أو التاريخ والمحاولة مرة أخرى.",
    error_10020_calendar:
      "عذرًا.. للأسف، العيادة غير متاحة وفقًا للتاريخ المحدد. يرجى تغيير التاريخ والمحاولة مرة أخرى.",
    error_10021: "يوجد ملف تعريف ذاتي للمستخدم موجود بالفعل لهذا المستخدم",
    error_10024: "عذرًا، يُسمح فقط بحد أقصى 6 ملفات تعريف لكل مستخدم",
    error_10025:
      "عذرًا، لا يمكن حجز الفترة لأنه يُسمح بموعد واحد فقط لكل مستخدم في جلسة واحدة",
    error_10025_calendar:
      "عذرًا، لا يمكننا إرسال طلب الموعد لأنه يُسمح بطلب موعد واحد فقط لكل مستخدم في جلسة واحدة",
    error_10028:
      "عذرًا، لا يمكن للمستخدم حجز أكثر من موعد واحد في نفس اليوم وفي نفس الوقت",
    error_10029:
      "عذرًا، لقد قمت بإدخال رقم NRIC خاطئ. يرجى التحقق والمحاولة مرة أخرى",
    error_10030: "عذرًا، يوجد مستخدم بنفس الاسم موجود بالفعل في ملفك الشخصي",
    error_10033: "عذرًا، يوجد مستخدم بنفس البريد الإلكتروني بالفعل",
    error_Other: "فشل الحجز بسبب خطأ ما",
  },
  symptoms: {
    allergies: "الحساسية",
    backpain: "آلام الظهر",
    blockedNose: "انسداد الأنف",
    pneumonia: "التهاب الرئة",
    cough: "سعال",
    diare: "إسهال",
    headache: "صداع",
    eyeConditions: "حالات العين",
    fever: "حمى",
    fitnessFlu: "لياقة للطيران",
    fluCold: "إنفلونزا / نزلات البرد",
    healthscreening: "فحص الصحة",
    jointMuscle: "آلام المفاصل / العضلات",
    eyeInfection: "التهاب العين",
    thyroid: "الغدة الدرقية",
    soreThroat: "الحلق الألم",
    nasalCongestion: "احتقان الأنف",
  },
};
 