export default {
  updateAddress: "முகவரி புதுப்பிக்கவும்",
  makeSureAddressAccurate:
    "தயவுசெய்து முகவரி துல்லியமாக இருக்கிறதா என்பதை உறுதிப்படுத்தவும். ஆர்டர் கொடுத்தவுடன் அதை மாற்ற முடியாது.",
  addressTitle: "முகவரி தலைப்பு",
  name: "பெயர்",
  addressOne: "முகவரி வரி 1",
  addressTwo: "முகவரி வரி 2",
  addressOwnerName: "முகவரி உரிமையாளர் பெயர்",
  flatFlorBuilding: "பிளாட்/வீடு எண்/தளம்/கட்டிடம்",
  colonyStreet: "காலனி/தெரு/இடம்",
  landmark: "மைல்கல்",
  city: "நகரம்",
  state: "நிலை",
  country: "நாடு",
  pincode: "அஞ்சல் குறியீடு",
  validPincode: "சரியான அஞ்சல் குறியீடு உள்ளிடவும்",
  phone: "கைபேசி",
  phoneNum: "கைபேசி எண்",
  setDefault: "இயல்புநிலையை அமை",
  save: "சேமிக்க",
  titleMissing: "முகவரி தலைப்பு இல்லை",
  nameMissing: "பெயர்இல்லை",
  addressOneMissing: "முகவரி வரிசை 1 காணப்படவில்லை",
  addressTwoMissing: "முகவரி வரிசை 2 காணப்படவில்லை",
  countryMissing: "நாடு காணவில்லை",
  pincodeMissing: "அஞ்சல் குறியீடு இல்லை",
  phoneNumMissing: "கைபேசி எண் இல்லை",
  pincodeInvalid: "அஞ்சல் குறியீடு தவறானது",
  phoneValid: "கைபேசி எண் 8 முதல் 10 எண்களாக இருக்க வேண்டும்",
  searchLocation:
    "உங்கள் முகவரியை சரிபார்க்க உங்கள் முகவரி இருப்பிடத்தைத் தேடுங்கள்",
  searchLocationWithinCountry: "உங்கள் நாட்டிற்குள் முகவரியைத் தேடுங்கள்",
  searchYourLocation: "உங்கள் இருப்பிடத்தைத் தேடுங்கள்",
  sureWantToDeleteAddress: "இந்த முகவரியை நிச்சயமாக நீக்க விரும்புகிறீர்களா?",
  addAddress: "தயவுசெய்து உங்கள் முகவரியைச் சேர்க்கவும்",
  addNewAddress: "புதிய முகவரியைச் சேர்க்கவும்",
  noInternet: "இணைய இணைப்பு இல்லை",
  hello: "வணக்கம்!",
  backHome: "முகப்புப் பக்கத்துக்குத் திரும்பு",
  logoutSuccess: "நீங்கள் வெற்றிகரமாக வெளியேறிவிட்டீர்கள்.",
  bookAppoint: "முன்பதிவு நியமனம்",
  reLogin: "மீண்டும் உள்நுழைக",
  filter: "தேடல் வடிகட்டிகள்",
  subjetedBasedOnPresentDay:
    "இன்றைய கால அட்டவணையின் அடிப்படையில் அனைத்து வடிப்பான்களும் வேலைக்கு உட்படுத்தப்படுகின்றன",
  searchIn: "தேடல்",
  accepted: "ஏற்றுக்கொள்ளப்பட்டது",
  notAccepted: "ஏற்றுக்கொள்ளப்படவில்லை",
  both: "இரண்டும்",
  selectInsurance: "காப்பீட்டைத் தேர்ந்தெடுக்கவும்",
  clearAll: "அனைத்தையும் அழி",
  applyFilter: "வடிப்பான்களைப் பயன்படுத்து",
  findNearBySpecialist:
    "அருகிலுள்ள பொது மருத்துவர்/சிகிச்சையாளர்மருத்துவர்/டிசிஎம்/சிகிச்சையாளர் கண்டுபிடிக்கவும்",

  homeScreen: {
    docTitle: "மருத்துவர் நியமனம்",
    docSubtitle: "அருகிலுள்ள  பொது மருத்துவர் & சிறப்பு கிளினிக்குகள்  தேடு",

    videoTitle: "வீடியோ ஆலோசனை",
    videoTitleSingapore: "வீடியோ ஆலோசனை / தொலைபேசி உபாயம்",
    videoSubTitle:
      "ஆலோசனை மருத்துவர்/சிகிச்சையாளர்மருத்துவர்/சிகிச்சையாளர் வீடியோவுக்கு மேல்",
    videoSubTitleSingapore:
      "மருத்துவரை அணுகவும்/சிகிச்சையாளர்&தொலைபேசி உபாயம் மூலம் காணொளி",

    houseTitle: "வீட்டு அழைப்பு",
    houseSubTitle: "மருத்துவர்/சிகிச்சையாளர் வீட்டு பராமரிப்பு ஆலோசனைக்கு",

    CGTitle: "பராமரிப்பாளர்",
    CGSubTitle: "ஒரு செவிலியர்/பராமரிப்பாளர் தேவைகளை பொருத்துங்கள்",

    MTTitle: "மருத்துவ போக்குவரத்து",
    MTSubTitle: "அவசரமில்லாத மருத்துவ போக்குவரத்து",

    MAWMTitle: "மருத்துவம் மற்றும் ஆரோக்கிய சந்தை",
    MAWMSubTitle: "ஆரோக்கியம் மற்றும் ஆரோக்கிய தயாரிப்புகள் ஆன்லைன்",

    HAWATitle: "உடல்நலம் மற்றும் ஆரோக்கியம் கட்டுரை",
    HAWASubTitle: "உடல்நலம் மற்றும் ஆரோக்கியம் கட்டுரை",

    VSMTitle: "முக்கிய (vital)அடையாள கண்காணிப்பு",
    VSMSubTitle: "முக்கிய (vital)அடையாள கண்காணிப்பு",

    HTPLTitle: "ஆரோக்கியம்",
    HTPLSubTitle: "ஆரோக்கியம்",
  },
};
